[
  {
    "id": "100",
    "title": "Старт",
    "description": "Вы стоите на краю бездны, позади вас разрушенная марсианская база, выберите ваше дальнейшее действие",
    "choices": [
      "101",
      "102"
    ]
  },
  {
    "id": "101",
    "title": "Прыгнуть в бездну",
    "description": "Вы прыгнули в бездну, и тьма поглотила вас",
    "choices": null
  },
  {
    "id": "102",
    "title": "Пойти к руинам марсианской базы",
    "description": "Вы подошли к руинам, и видите что в провале между разрушенных стен что то блестит",
    "choices": [
      "103",
      "104",
      "105"
    ]
  },
  {
    "id": "103",
    "title": "Протянуть руку и потрогать блестяшку",
    "description": "Вы засунули руку по локоть между стен, и что то откромсало вашу руку. Это оказался мехакраб, и он довольно не плохо сегодня пообедает вашей рукой. Вы истекаете кровью, дальнейшее действие",
    "choices": [
      "106",
      "107"
    ]
  },
  {
    "id": "104",
    "title": "Не трогать",
    "description": "Вы решили не трогать что то блестящее, мало ли что это может быть. Вдруг вы услышали что то рядом",
    "choices": [
      "108",
      "109"
    ]
  },
  {
    "id": "105",
    "title": "Кинуть в провал гранату",
    "description": "Вы кидаете гранату (даже не поняв откуда она у вас) в провал между стен. Взрыв, и что то похожее на краба вылетает из проема. Оно падает рядом с вами",
    "choices": [
      "110",
      "111"
    ]
  },
  {
    "id": "106",
    "title": "Ничего не делать",
    "description": "Вы решили что медицинская помощь для слабаков, и не стали делать перевязку оторванной руки. Что ж, марсианские пустоши запомнят вас как самого умственно отсталого на этой планете, а может и во всем космосе",
    "choices": null
  },
  {
    "id": "107",
    "title": "Перевязать рану`",
    "description": "К сожалению у вас не оказалось бинтов, и вы истекли кровью. Что ж, марсианские пустоши жестоки и коварны. Впредь старайтесь не совать свои конечности во всякие провалы",
    "choices": null
  },
  {
    "id": "108",
    "title": "Не обращать внимание",
    "description": "Вы решили не обращать внимание на какой то звук. Потому что истинные герои не обращают свое внимание на какие то звуки. А зря, это оказался огромный мехакраб, он порвал вас на две части своими огромными клешнями. Что ж, марсианские пустоши вас запомнят, как самого глухого главного героя",
    "choices": null
  },
  {
    "id": "109",
    "title": "Обратить внимание",
    "description": "Вы заметили что на вас приближается огромный мехакраб, вы решили бежать от него. Но пока вы бежали, вы не заметили что приблизились к бездне и случайно сорвались туда. Что ж, бездна это не хорошо, но все же приятнее чем быть растерзанным огромным мехакрабом",
    "choices": null
  },
  {
    "id": "110",
    "title": "Заняться любовью с мертвым мехакрабом",
    "description": "Марсианские пустоши много повидали за время своего существования. Но что бы кто то начал сношаться с мертвым мехакрабом, это впервые. К сожалению мехакраб оказался жив, и ему очень не понравилось что кто то начал с ним заниматься любовью. Исход этого события вы сами знаете",
    "choices": null
  },
  {
    "id": "111",
    "title": "Уйти подальше от руин, пока не случилось чего плохого",
    "description": "Вы решили уйти от руин подальше, и правильно сделали. Пока вы шли вглубь марсианских пустошь, вас заметил десантный вертолет. Он подхватил вас и повез вас на базу, к остальным выжившим",
    "choices": null
  }
]
